//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "desconocido";
	"101" = "No declarado";
	"102" = "Cancelar";
	"103" = "Editar";
	"104" = "Deshacer";
	"105" = "Rehacer";
	"106" = "Cortar";
	"107" = "Copiar";
	"108" = "Pegar";
	"109" = "Borrar";
	"110" = "Seleccionar todo";
	"111" = "Intro";
	"112" = "Entrar";
	"113" = "Escape";
	"114" = "Retroceso";
	"115" = "Flecha izquierda";
	"116" = "Flecha derecha";
	"117" = "Flecha arriba";
	"118" = "Flecha abajo";
	"119" = "Página arriba";
	"120" = "Página abajo";
	"121" = "Inicio";
	"122" = "Fin";
	"123" = "Espacio";
	"124" = "Tab";
	"125" = "Coma";
	"126" = "Punto";
	"127" = "Comilla";
	"128" = "Punto y coma";
	"129" = "Comilla de cierre";
	"130" = "Menos";
	"131" = "Igual";
	"132" = "Más";
	"133" = "Insert";
	"134" = "Eliminar";
	"135" = "Ayuda";

/* L10N_PEDViews_127 */

	"200" = "Configuración del mezclador";
	"201" = "Utilizar mezclador con dithering";
	"202" = "Mensaje informativo de búfer de disco";
	"203" = "Minimizar asignación de memoria del sistema (efectivo tras el próximo reinicio).";
	"204" = "Tamaño:";
	"205" = "Optimizar para transmisión de contenido en unidades de audio (requiere más memoria de sistema)";
	"206" = "Búfer de transmisión de plug-in";
	"207" = "Configuración";
	"208" = "Búfer de reproducción AAE (búfer de disco)";
	"209" = "Motor de reproducción";
	"210" = "Aceptar";
	"211" = "Tamaño:";
	"212" = "Los valores bajos para el disco reducen la latencia del disco (sistema más rápido).  Los valores altos mejoran el rendimiento del disco (sistema más lento).";
	"213" = "Tamaño de caché:";

/* L10N_PEDViews_128 */

	"300" = "Tamaño de caché:";
	"301" = "Tamaño:";
	"302" = "Optimizar para transmisión de contenido en unidades de audio (requiere más memoria de sistema)";
	"303" = "Búfer de reproducción AAE";
	"304" = "Minimizar asignación de memoria del sistema (efectivo tras el próximo reinicio).";
	"305" = "Configuración";
	"306" = "Los valores bajos para el disco reducen la latencia del disco (sistema más rápido).  Los valores altos mejoran el rendimiento del disco (sistema más lento).";
	"307" = "Mensaje informativo de búfer de disco";
	"308" = "Motor";
	"309" = "Configuración del mezclador";
	"310" = "Motor de reproducción";
	"311" = "Aceptar";
	"312" = "Búfer de transmisión de plug-in";
	"313" = "Tamaño:";
	"314" = "Utilizar mezclador con dithering";

/* L10N_PEDViews_130 */

	"400" = "Omitir errores durante reproducción/grabación (puede provocar ruidos no deseados)";
	"401" = "Tamaño de búfer de hardware:";
	"402" = "Minimizar latencia de E/S adicional";
	"403" = "Equipo host";
	"404" = "Límite de uso de la CPU:";
	"405" = "Procesadores host:";

/* L10N_PEDViews_131 */

	"500" = "Número de voces:";
	"501" = "Procesadores host";
	"502" = "Tamaño de búfer de hardware:";
	"503" = "Límite de uso de la CPU:";

/* L10N_PEDViews_132 */

	"600" = "Motor de compensación de retardo:";
	"601" = "Procesadores host:";
	"602" = "44,1 kHz";
	"603" = "Minimizar latencia de E/S adicional";
	"604" = "Omitir errores durante reproducción/grabación (puede provocar ruidos no deseados)";
	"605" = "Límite de uso de la CPU:";
	"606" = "Frecuencia de muestreo:";
	"607" = "Tamaño de búfer de hardware:";
	"608" = "Número de voces:";
	"609" = "Equipo host";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = "se ha producido una aserción en \"%1\", línea %2";
	"702" = "out_of_range: Cmn_ChunkyVecImpl::At";
	"703" = "Bajar conversión de frecuencia de muestreo: %1, dur: %2, dest: %3\n";
	"704" = "Subir conversión de frecuencia de muestreo: %1, dur: %2, dest: %3\n";
	"705" = "error inesperado";
	"706" = "memoria insuficiente";
	"707" = "se ha encontrado un final inesperado de flujo";
	"708" = "se ha intentado definir la posición más allá del final de flujo";
	"709" = "out_of_range: Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString: error de conversión";
	"711" = "se ha encontrado el fin de archivo";
	"712" = "Little Endian";
	"713" = "Big Endian";
	"714" = "No configurado";

/* L10N_XPL */

	"800" = "\pAcerca de...";
	"801" = "Cuadro de diálogo de progreso";
	"802" = "Alerta";
	"803" = "Cancelar";
	"804" = "Aceptar";

/* L10N_ProToolsGeneric */

	"900" = "Ninguno";
	"901" = "ninguno";
	"902" = "MIDI";
	"903" = "&Aceptar";
	"904" = "Salir";
	"905" = "&Cancelar";
	"906" = "&Aceptar";
	"907" = "Recha&zar";
	"908" = "&Copiar mensaje de error";
	"909" = "&Reintentar";
	"910" = "&Detener";
	"911" = "&Eliminar";
	"912" = "&Continuar";
	"913" = "&Sí";
	"914" = "&No";
	"915" = "Más &información…";
	"916" = "Cualquier(a)";
	"917" = "Todo";
	"918" = "Todo";
	"919" = "des.";
	"920" = "des.";
	"921" = "act";
	"922" = "pan.";
	"923" = "volumen";
	"924" = "ajuste de vol.";
	"925" = "ajuste de nivel";
	"926" = "n/d";
	"927" = "Pro Tools";
	"928" = "&Guardar";
	"929" = "&No guardar";
	"930" = "&Descartar";
	"931" = "&Conservar";
	"932" = "&No eliminar";
	"933" = "Quit&ar";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "Pistas de audio";
	"941" = "Pistas de audio y vídeo";
	"942" = "Pistas MIDI";
	"943" = "Pistas auxiliares";
	"944" = "Pistas principales";
	"945" = "Pistas de instrumento";
	"946" = "VCA Masters";
	"947" = "Carpetas";
	"948" = "Pistas congeladas";
	"949" = "No se ha podido crear el archivo predeterminado de fábrica del plug-in TCE porque %1.";
	"950" = "no disponible";
	"951" = "No disponible";
	"952" = " con ";
	"953" = "\"%1\"";
	"954" = "No volver a mostrar este mensaje";
	"955" = "Mínimo";
	"956" = "&Permitir";
	"957" = "&Sustituir";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "Iniciar sesión";
	"968" = "Cerrar sesión";
	"969" = "Iniciando sesión";
	"970" = "Sesión";
	"971" = "Proyecto";
	"972" = "&Reparar";
	"973" = "Ha usado %1 de %2 (%3%) de almacenamiento total en Nube";
	"974" = " (Almacenamiento: %1%)";
	"975" = "Está intentando ejecutar una versión más reciente de Pro Tools que la permitida por su licencia. Puede desinstalar esta versión de Pro Tools y volver a instalar cualquier versión que esté admitida por su licencia, o visite su cuenta MyAvid para renovar su plan de actualización.";
	"976" = "MyAvid";
	"977" = "¿Te gustaría enviar datos de diagnóstico y utilización a Avid para ayudarnos a mejorar nuestros productos y servicios?\n\n";
	"978" = "Ten en cuenta que algunas pantallas basadas en la web podrán continuar recolectando datos de diagnóstico y utilización de acuerdo a nuestra política de privacidad.";
	"979" = "\n\nEste ajuste puede ser cambiado en Preferencias > Operación > Diagnósticos.";
	"980" = "\n\nEste ajuste puede ser modificado en el menú “Configuración” de Pro Tools First.";
	"981" = "&Actualizar";
	"982" = "&Omitir";
	"983" = "Guardar como...";

/* L10N_Languages */

	"1000" = "Japonés";
	"1001" = "Inglés";
	"1002" = "Chino simplificado";
	"1003" = "Chino tradicional";
	"1004" = "Japonés";
	"1005" = "Coreano";
	"1006" = "Francés";
	"1007" = "Italiano";
	"1008" = "Alemán";
	"1009" = "Español";

/* L10N_PEDViews */

	"1100" = "Motor de reproducción";
	"1101" = "Aceptar";
	"1102" = "Configuración";
	"1103" = "Búfer de reproducción AAE (búfer de disco)";
	"1104" = "Tamaño de caché:";
	"1105" = "Tamaño:";
	"1106" = "Los valores bajos para el disco reducen la latencia del disco (sistema más rápido).  Los valores altos mejoran el rendimiento del disco (sistema más lento).";
	"1107" = "Mensaje informativo de búfer de disco";
	"1108" = "Minimizar asignación de memoria del sistema (efectivo tras el próximo reinicio).";
	"1109" = "Búfer de transmisión de plug-in";
	"1110" = "Tamaño:";
	"1111" = "Optimizar para transmisión de contenido en unidades de audio (requiere más memoria de sistema)";
	"1112" = "Motor de reproducción";
	"1113" = "Aceptar";
	"1114" = "Motor";
	"1115" = "Búfer de transmisión de plug-in";
	"1116" = "Tamaño:";
	"1117" = "Optimizar para transmisión de contenido en unidades de audio (requiere más memoria de sistema)";
	"1118" = "Búfer de reproducción AAE";
	"1119" = "Tamaño de caché:";
	"1120" = "Tamaño:";
	"1121" = "Los valores bajos para el disco reducen la latencia del disco (sistema más rápido).  Los valores altos mejoran el rendimiento del disco (sistema más lento).";
	"1122" = "Mensaje informativo de búfer de disco";
	"1123" = "Minimizar asignación de memoria del sistema (efectivo tras el próximo reinicio).";
	"1124" = "Configuración";
	"1125" = "Límite de uso de la CPU:";
	"1126" = "Equipo host";
	"1127" = "Procesadores host:";
	"1128" = "Tamaño de búfer de hardware:";
	"1129" = "Omitir errores durante reproducción/grabación (puede provocar ruidos no deseados)";
	"1130" = "Minimizar latencia de E/S adicional";
	"1131" = "Tamaño de búfer de hardware:";
	"1132" = "Límite de uso de la CPU:";
	"1133" = "Número de voces:";
	"1134" = "Procesadores host";
	"1135" = "Tamaño de búfer de hardware:";
	"1136" = "Límite de uso de la CPU:";
	"1137" = "Frecuencia de muestreo:";
	"1138" = "Equipo host";
	"1139" = "Número de voces:";
	"1140" = "44,1 kHz";
	"1141" = "Motor de compensación de retardo:";
	"1142" = "Procesadores host:";
	"1143" = "Omitir errores durante reproducción/grabación (puede provocar ruidos no deseados)";
	"1144" = "Minimizar latencia de E/S adicional";

/* L10N_Alert */

	"1200" = "El inserto seleccionado no admite la función \"omitir\".";
	"1201" = "El fundido es demasiado corto.  Debe tener una duración de al menos 4 muestras.";
	"1202" = "Se debe asignar una voz antes de que se pueda activar la pista para grabación.";
	"1203" = "Memoria insuficiente para crear todas las vistas generales.";
	"1204" = "No se ha podido asignar espacio para grabación.";
	"1205" = "No se puede crear archivos de grabación para una o más pistas.  Compruebe la asignación de discos y los permisos de la unidad.";
	"1206" = "Ese nombre ya lo está utilizando otro archivo.";
	"1207" = "El valor de transporte es demasiado extremo.";
	"1208" = "No se puede mover un clip de fundido independientemente del clip del que deriva.";
	"1209" = "Hay un clip bloqueado dentro de la selección. Los clips bloqueados no se pueden mover o editar.";
	"1210" = "Esta versión de Pro Tools requiere la versión 5.1 o posterior de DAE.";
	"1211" = "El modo de dirección de 32 bits debe estar activado en el panel de control \"Memoria\".";
	"1212" = "La memoria virtual debe estar desactivada en el panel de control \"Memoria\".";
	"1213" = "Se requiere DigiSystem INIT.";
	"1214" = "Es necesario crear una \"carpeta DAE\" dentro de la carpeta de sistema.  Ésta debe ser la ubicación de DAE.";
	"1215" = "No se ha podido encontrar AAE.";
	"1216" = "El hardware de Pro Tools no está instalado o lo está utilizando otro programa.";
	"1217" = "Es posible que Pro Tools no esté recibiendo la sincronización digital.";
	"1218" = "Memoria insuficiente para ejecutar AAE.";
	"1219" = "No hay unidad de disco conectada a la tarjeta de Pro Tools.";
	"1220" = "Falta \"DSP Farm\" o no se ha instalado correctamente.";
	"1221" = "Se ha producido un error grave de reloj. Reinicie el ordenador.";
	"1222" = "AAE no ha podido comunicarse con el hardware de audio.  Detenga la reproducción o salga de otras aplicaciones de audio que estén utilizando el hardware.";
	"1223" = "Se requiere QuickTime para usar las funciones de vídeo.  Si desea usar las funciones de vídeo, instale QuickTime y QuickTime Power Plug versión 2.5 o posterior en la carpeta de extensiones y reinicie.";
	"1224" = "Se requiere QuickTime para usar las funciones de vídeo.  Si desea usar las funciones de vídeo, instale QuickTime y QuickTime Power Plug versión 2.5 o posterior en la carpeta de extensiones y reinicie.";
	"1225" = "Su versión de QuickTime es demasiado antigua.  Si desea usar las funciones de vídeo, instale QuickTime y QuickTime Power Plug versión 2.5 o posterior en la carpeta de extensiones y reinicie.";
	"1226" = "Su dispositivo de audio está configurado con un tamaño de búfer de audio no compatible.  Seleccione uno de los siguientes tamaños de búfer compatibles en el panel de control de dispositivo: 32, 64, 128, 256, 512, 1024 o 2048.";
	"1227" = "Pro Tools no ha podido configurar su dispositivo de audio en la frecuencia de muestreo correcta.    Cierre todas las aplicaciones de audio y asegúrese de que este dispositivo no está seleccionado como dispositivo predeterminado de reproducción o grabación en panel de control \"Dispositivos de sonido y audio\".";
	"1228" = "el usuario ha cancelado la operación";
	"1229" = "Se excluirá el audio más allá de los límites de la secuencia de destino. ¿Desea continuar?";
	"1230" = "Error al instalar Shoe Tool. Ejecute una versión con componentes firmados para que la instalación sea correcta.";
	"1231" = "Instalando el soporte PACE...";
	"1232" = "Error al instalar los drivers Pace.  Prueba a instalar manualmente los últimos drivers desde iLok.com.";
	"1233" = "Los dispositivos de entrada y de salida no pertenecen a la misma unidad de hardware. Esto puede dar resultados imprevisibles, como cortes, ruidos no deseados y distorsiones. Para mejores resultados, escoge dispositivos de entrada y de salida pertenecientes a la misma unidad.";
	"1234" = "Motor de reproducción...";
	"1235" = "Instalando el Administrador de Aplicaciones de Avid...";
	"1236" = "Se produjo un error al instalar el Administrador de Aplicaciones de Avid";
	"1237" = "No se puede configurar los dispositivos de entrada y salida como \"Ninguno\" ";
	"1238" = "Error en la activación por una razón desconocida. Código de error %1.";
	"1239" = "El inicio de sesión en Pro Tools no se realizó correctamente. Visite Avid.com para saber cómo puede activar la funcionalidad de la nube para su cuenta.";
	"1240" = "No ha sido posible conectarse a los servicios de iLok. Vuelva a intentarlo más tarde.";
	"1241" = "Error en la activación. Actualice iLok License Manager.";
	"1242" = "Error en la activación. Debe utilizar la aplicación iLok License Manager para desactivar otro equipo o iLok antes de autorizar esta máquina.";
	"1243" = "Error en la activación. No quedan activos de iLok en su cuenta.";
	"1244" = "Error en la activación. Registre su iLok con iLok License Manager.";
	"1245" = "Los archivos de audio seleccionados no pueden ubicarse en la inserción de edición. El número de canales en las pistas bajo la inserción debe coincidir con el número de canales de audio seleccionado en el Espacio de trabajo.";
	"1246" = "El software necesario para validar la licencia para este producto no funciona. Vuelva a instalar el producto o descargue y ejecute el instalador iLok License Manager aquí:\n\nhttp://www.ilok.com";
	"1247" = "La operación no se permite debido a %1.";
	"1248" = "La versión actual de firmware HDX no es compatible con Pro Tools 2018.12 y anterior. Únicamente se debe regresar a una versión previa de firmware HDX si se utilizará Pro Tools 2018.12 o anterior. Para regresar a la versión anterior:\n\n1. Presione OK para cerrar Pro Tools\n2. Reinicie la misma versión de Pro Tools\n3. Presione OK para confirmar la instalación de firmware HDX anterior";
	"1249" = "La versión actual del firmware de Pro Tools | Carbon no es compatible con Pro Tools 2018.12 y anterior. Sólo se debe revertir el firmware cuando sea necesario ejecutar Pro Tools 2018.12 o anterior. Para revertir:\n\n1. Haz clic en Aceptar para salir de Pro Tools\n2. Reiniciar la misma versión de Pro Tools\n3. Haz clic en Aceptar cuando se te solicite revertir el firmware de Carbon";
	"1250" = "Pro Tools encontró un error con su instalación, elimínalo y vuelve a instalar";
	"1251" = "no hay suficiente espacio disponible en el disco";

